{
  "sections": {
    "main": {
      "type": "main-page--about",
      "disabled": true,
      "settings": {
        "intro": "",
        "content_max_width": 700
      }
    },
    "28bf57a0-8977-4dfa-a6db-3a5bb98b2df6": {
      "type": "scroll-about-fade",
      "blocks": {
        "c1c31b6d-fb59-4a35-8be7-985cc1334d60": {
          "type": "section-1",
          "settings": {
            "color": "#fefefe",
            "img": "shopify:\/\/shop_images\/unsplash_wE3hiKhAbuE_1.png",
            "title": "Douglas Pereira Cosmeceuticals",
            "subtitle": "",
            "text": "<p>Douglas Pereira Cosmeceuticals is a skincare<br\/>brand that strive to boldly transcend the traditional realms of the skincare<br\/>Industery, by not getting caught up in the latest fads and trends, but instead,<br\/>we formulate skincare products that improve the health of skin cells,<br\/>optimising their function, protects the skins barrier and counteract the<br\/>effects that pollution, stress and ageing has on the skin. <\/p><p> <\/p><p>If we were to define the philosophy behind ‘Douglas<br\/>Pereira Cosmeceuticals’ in a few words, it would be. ‘We take a holistic<br\/>approach alongside scientifically – innovative formulations, that work in<br\/>conjunction with your skin’s biology.’ <\/p><p> <\/p><p>Our formulations are skin identical, work<br\/>deeply through the multiple layers of the skin, relate and have relevance to<br\/>each of the key skin function and the way they perform. By formulating products<br\/>that work with your skins biology we can achieve effective visible, long-term<br\/>results that will transform the health of your skin. <\/p><p> <\/p><p>We know choosing the correct products for your skin, budget and<br\/>lifestyle can be challenging. So, under the Douglas<br\/>Pereira Cosmeceuticals brand we have developed two skincare collections. ‘Douglas<br\/>Pereira Skin Health,’ a premium prescriptive collection of advanced products for<br\/>a skin savvy user and ‘Douglas Pereira Skin Science,’ an uncomplicated skincare<br\/>collection, with complex formulations’ for those looking for a simple routine. Both<br\/>ranges uphold our brand philosophy but have their own unique identity and concept.<br\/><\/p>"
          }
        },
        "d5eb7694-27ca-46a8-910c-a8f7a35a27f5": {
          "type": "section-3",
          "settings": {
            "color": "#fefefe",
            "img": "shopify:\/\/shop_images\/makeup-powders-and-brush.jpg",
            "type_btn": "secondary",
            "alignment": "flex-start",
            "title": "Douglas Pereira Skin Health Collection",
            "text": "<p>Douglas Pereira Skin Health is a premium collection of result driven products that have been formulated for a skincare savvy user or somebody that wants to elevate their skincare regime and achieve<br\/>effective, visible, long-term results that will transform their skins health.<br\/>We believe your skincare regime should be as individual as you are.<\/p>",
            "url": "",
            "btn_name": ""
          }
        },
        "ae8e0f66-1cdf-4033-8c46-818f01155728": {
          "type": "section-3",
          "settings": {
            "color": "#fefefe",
            "img": "shopify:\/\/shop_images\/makeup-and-jewelry.jpg",
            "type_btn": "secondary",
            "alignment": "flex-end",
            "title": "Douglas Pereira Skin science Collection",
            "text": "<p>Douglas Pereira Skin Science is an<br\/>uncomplicated skincare collection, with complex formulations, for everyday people. <\/p><p>This collection is a straightforward range of products that has been developed to suit all skin types, with our universal formulations and offers simple skincare solutions for those not wanting a complicated homecare regime, but still striving for result driven skincare without too many steps. <\/p>",
            "url": "#",
            "btn_name": "Learn more"
          }
        }
      },
      "block_order": [
        "c1c31b6d-fb59-4a35-8be7-985cc1334d60",
        "d5eb7694-27ca-46a8-910c-a8f7a35a27f5",
        "ae8e0f66-1cdf-4033-8c46-818f01155728"
      ],
      "settings": {
      }
    }
  },
  "order": [
    "main",
    "28bf57a0-8977-4dfa-a6db-3a5bb98b2df6"
  ]
}
