{
  "sections": {
    "main": {
      "type": "main-page--about",
      "disabled": true,
      "settings": {
        "intro": "",
        "content_max_width": 700
      }
    },
    "28bf57a0-8977-4dfa-a6db-3a5bb98b2df6": {
      "type": "scroll-about-fade",
      "blocks": {
        "c1c31b6d-fb59-4a35-8be7-985cc1334d60": {
          "type": "section-1",
          "settings": {
            "color": "#fefefe",
            "img": "shopify:\/\/shop_images\/dark-list-vetka-temnii-149191.jpg",
            "title": "Our Founder Douglas Pereira",
            "subtitle": "Skincare Formulator | Dermal Therapist",
            "text": "<p>Highly respected throughout the skincare, beauty, cosmetic and aesthetic medical world Douglas Pereira has been a part of the Australian beauty, skincare and wellness industry for nearly three decades. <br\/><br\/>He commenced his career at the young age of seventeen, working as a hands-on skin therapist in high-end day spas and skin clinics. He then progressed in his career to become a senior educator with leading international skincare groups, which saw him travel around Australia and abroad, educating on the fundamentals of the skin and luxury products.<br\/><br\/>After fourteen years of working with leading international brands, Douglas elevated his skills to become a dermal therapist and opened his first skin focus flagship dermal therapy clinic “Douglas Pereira Skin Health” in Sydney Australia. Where he treats an exclusive list of Australia and international clients. <br\/><br\/>In 2011 Douglas launch his first skincare range under his namesake. Working alongside some of Australia’s leading cosmeceutical formulators and using his years of practical, technical, and theoretical knowledge and drawing on his years of treating skin. His inspiration to create the range came from a need he saw in the skincare industry, for a range of luxury cosmeceutical grade skincare products and treatments that treats the skin based on dermal remodelling, barrier and DNA repair and counteract the effects that pollution, stress, and genetic ageing has on the skin. <br\/><br\/>Twelve years on his brand has expanded into three ranges under the “Douglas Pereira Cosmeceuticals” brand - <br\/><\/p>"
          }
        },
        "c0af95d9-96cb-4b14-baa9-b0fcba3a2742": {
          "type": "section-2",
          "settings": {
            "color": "#fefefe",
            "img": "shopify:\/\/shop_images\/dark-vetka-temnii-zelenii-rastenie-derevo-68961.jpg",
            "title": "Douglas Pereira Skin Health",
            "subtitle": "A premium prescriptive collection of result driven products that have been formulated for a skincare savvy user or somebody that wants to elevate their skincare regime and achieve effective, visible, long-term results that will transform their skins health."
          }
        },
        "8d3b759d-43be-4573-8038-357b77d70d87": {
          "type": "section-4",
          "settings": {
            "color": "#fefefe",
            "img": "shopify:\/\/shop_images\/makeup-and-jewelry.jpg",
            "title": "Douglas Pereira Skin Science",
            "text": "<p>An uncomplicated skincare collection, with complex formulations, for everyday <\/p>"
          }
        },
        "c8bbee42-347a-4106-921c-6fc457e42111": {
          "type": "section-2",
          "settings": {
            "color": "#fefefe",
            "img": "shopify:\/\/shop_images\/dark-vetka-temnii-zelenii-rastenie-derevo-68961.jpg",
            "title": "Douglas Pereira Minerals",
            "subtitle": "A collection of mineral makeup products to enhance your outer beauty. Each product in the range is formulated and manufactured in our Australian laboratory using the latest scientific innovative research and development. "
          }
        }
      },
      "block_order": [
        "c1c31b6d-fb59-4a35-8be7-985cc1334d60",
        "c0af95d9-96cb-4b14-baa9-b0fcba3a2742",
        "8d3b759d-43be-4573-8038-357b77d70d87",
        "c8bbee42-347a-4106-921c-6fc457e42111"
      ],
      "settings": {
      }
    }
  },
  "order": [
    "main",
    "28bf57a0-8977-4dfa-a6db-3a5bb98b2df6"
  ]
}
