{
  "sections": {
    "main": {
      "type": "main-page--about",
      "disabled": true,
      "settings": {
        "intro": "",
        "content_max_width": 700
      }
    },
    "28bf57a0-8977-4dfa-a6db-3a5bb98b2df6": {
      "type": "scroll-about-fade",
      "blocks": {
        "c1c31b6d-fb59-4a35-8be7-985cc1334d60": {
          "type": "section-1",
          "settings": {
            "color": "#fefefe",
            "img": "shopify:\/\/shop_images\/unsplash_wE3hiKhAbuE_1.png",
            "title": "Douglas Pereira Mineral Makeup Collection:",
            "subtitle": "A fusion of skin health science and the artistry of makeup.",
            "text": "<p>In addition to our two skincare ranges we also have a collection of mineral makeup products to enhance your outer beauty. We believe your makeup is an extension of your skincare and they should work in synergy to better your skins health. Within the collection are mineral based tinted SPF moisturisers and mineral colour makeup for the cheeks and eyes, that will provide your skin with radiance and luminosity, whilst protecting your skin from damaging UVA and UVB exposure. <\/p>"
          }
        },
        "e6c7caa0-631f-4006-98b2-283ace9fc50d": {
          "type": "section-4",
          "settings": {
            "color": "#fefefe",
            "img": "shopify:\/\/shop_images\/1616971213_46-p-temnii-fon-dlya-rabochego-stola-49.jpg",
            "title": "Outer beauty radiance meets skin health–",
            "text": "<p>The mineral makeup collection is all about outer beauty and enhancing your own natural radiance and luminosity. We use natural mineral colour pigments in each of our makeup formulations<\/p><p>When formulating our makeup collection, we not only consider how the product looks, feels, and wears on your skin but we also consider how your makeup impacts your skin health. We do this by bringing the science of our skincare into our makeup formulations, and including the powerful active ingredients used in our skincare. Thus, creating makeup products that enhance your skin health. <\/p>"
          }
        },
        "355bc1d1-03a6-48ec-94ce-9ba559ccaf1f": {
          "type": "section-4",
          "settings": {
            "color": "#fefefe",
            "img": "shopify:\/\/shop_images\/1641863996_1-damion-club-p-temnii-fon-dlya-prezentatsii-1.jpg",
            "title": "Colour adaptative science –",
            "text": "<p>Each of our mineral makeup formulations utilise the science of “colour adaptiveness”. This science allows your mineral makeup product to adapt to your skin’s natural tones and individual hues. Allowing your makeup to look more like you. <br\/><\/p><p>We do this by formulating our makeup with our proprietary “colour dispersion technology” that combines two self-adjusting methods “Encapsulated colour dispersion and pH-reactive balancing”. <\/p><p>Our colour dispersion technology evenly distributes our encapsulated pigment when the product is rubbed into the skin, the rubbing action breaks down a coating around the colour pigment and releases the colour evenly over your skin. Whilst the pH-reactive balancer works by responding to your individual pH levels. The ingredients in the formulation react to the acidity or alkaline levels of your skin’s moisture and adapt the colour pigments to suit your tone.<br\/><\/p>"
          }
        },
        "c09c6b6c-3095-445f-a9d8-c601695e496a": {
          "type": "section-4",
          "settings": {
            "color": "#fefefe",
            "img": "shopify:\/\/shop_images\/images.jpg",
            "title": "UVA \/ UVB exposure –",
            "text": "<p>Premature skin aging results from exposure to a range of environmental factors, primarily ultraviolet radiation, but also high-energy visible light in the blue spectrum, infrared radiation, and environmental pollution. These extrinsic factors result in photoaging and DNA damage. <\/p><p>Our formulation comprises of a dual combination of Zinc and titanium to protect your skin from UVA and UVB factor. <\/p>"
          }
        },
        "139d6913-2eae-4a11-8a1e-124b88954600": {
          "type": "section-3",
          "settings": {
            "color": "#fefefe",
            "img": "shopify:\/\/shop_images\/Rectangle_239.jpg",
            "type_btn": "secondary",
            "alignment": "flex-end",
            "title": "Mineral makeup collections:",
            "text": "<p><strong>Skin Fluid SPF 30+ <\/strong><br\/>Beyond an average tinted moisturiser, the Skin Fluid SPF comes in three shades and is a five in one formulation that provides your skin with SPF protection, moisturisation, fights free radical damage, evens our colour tone, and smooths out textural imperfections. This lightweight formular has a foundation like finish that leaves your skin looking iridescently luminous, balances and protected.   <\/p><p><strong>Skin Fluid Bronze <\/strong><br\/>Delivering a sun kissed glow to the skin, this lightweight fluid can be used as an all over face bronzer or used to define and contour.<br\/><br\/><strong>Skin Fluid Cheeks and highlighter <\/strong><br\/>Providing the check and eyes with a flush of colour and definition. The Skin Fluid Cheeks and highlighter comes in three colour tones to enhance your inner glow. <br\/><\/p>",
            "url": "",
            "btn_name": ""
          }
        }
      },
      "block_order": [
        "c1c31b6d-fb59-4a35-8be7-985cc1334d60",
        "e6c7caa0-631f-4006-98b2-283ace9fc50d",
        "355bc1d1-03a6-48ec-94ce-9ba559ccaf1f",
        "c09c6b6c-3095-445f-a9d8-c601695e496a",
        "139d6913-2eae-4a11-8a1e-124b88954600"
      ],
      "settings": {
      }
    }
  },
  "order": [
    "main",
    "28bf57a0-8977-4dfa-a6db-3a5bb98b2df6"
  ]
}
