{
  "sections": {
    "main": {
      "type": "main-page--about",
      "disabled": true,
      "settings": {
        "intro": "",
        "content_max_width": 700
      }
    },
    "28bf57a0-8977-4dfa-a6db-3a5bb98b2df6": {
      "type": "scroll-about-fade",
      "blocks": {
        "c1c31b6d-fb59-4a35-8be7-985cc1334d60": {
          "type": "section-1",
          "settings": {
            "color": "#fefefe",
            "img": "shopify:\/\/shop_images\/1669701624_2-pibig-info-p-odnotonnii-fon-temnii-instagram-2.jpg",
            "title": "Douglas Pereira Skin Health",
            "subtitle": "(Our premium, prescriptive skincare collection)",
            "text": "<p>Douglas Pereira Skin Health is a premium collection of result driven products that have been formulated for a skincare savvy user or somebody that wants to elevate their skincare regime and achieve effective, visible, long-term results that will transform their skins health.<\/p><p>The concept behind the collection was to create a luxurious, prescriptive range of products that are scientifically formulated using the most sophisticated and advanced active ingredients. Each product in the collection is made up of high - potency formulations that contain the vital peptides, antioxidants, vitamins, minerals, and lipids found naturally within the human body, thus being recognised and optimised by the skin and its functions.<\/p><p>The collection consists of multifaceted formulations, including cleansers, hydrators, essential and targeted serums and special care products. Each with their own unique formulation of active ingredients that target problematic skin challenges, promote a resilient, healthy skin barrier and supports the prevention, intervention and rejuvenation of the signs of ageing. <\/p>"
          }
        },
        "37109298-dc2b-4fd4-9aad-91b08ea9a005": {
          "type": "section-3",
          "settings": {
            "color": "#fefefe",
            "img": "shopify:\/\/shop_images\/49678deb1134e9ed1fc504570f44fcfb.jpg",
            "type_btn": "secondary",
            "alignment": "flex-end",
            "title": "Prescriptive approach:",
            "text": "<p>The Douglas Pereira Skin Health collection is a range of products that has been designed so you can create the perfect result driven homecare regime for your skin. We believe your regime should be as individual as you are. <br\/><br\/>The collection takes a prescriptive approach to building a homecare regime. We have created the collection of products, so you can select the individual serums and supportive products to target your skin goals. <\/p><p>With so many products in the collection we understand it can be a little challenging for you to work out the best products for your skin. So, if you need a little advice and support to create your regime, we have four pathways to help you out. <\/p><ul><li>Online skincare regime builder questionnaire <\/li><li>Complementary virtual consultation <\/li><li>Complementary in clinic discovery consultation <\/li><li>In clinic signature consultation <\/li><\/ul>",
            "url": "",
            "btn_name": ""
          }
        },
        "aea5679a-f88a-4fb2-82ff-7318cf18ebf4": {
          "type": "section-3",
          "settings": {
            "color": "#fefefe",
            "img": "shopify:\/\/shop_images\/1641863996_1-damion-club-p-temnii-fon-dlya-prezentatsii-1.jpg",
            "type_btn": "secondary",
            "alignment": "flex-start",
            "title": "Science and luxury:",
            "text": "<p>Elevating scientific cosmeceutical skincare with a luxury experience is the essence of the Douglas Pereira Skin Health range. Each product we formulate begins with five key principals. <br\/><\/p><ul><li><strong>Scientific approach<\/strong><br\/>Research and development, Science, Innovation, and Technology.<\/li><li><strong>The best of the best Ingredients <\/strong><br\/>Quality ingredients in the right dosage that are skin identical. <\/li><li><strong>Skin integrity & resilience <\/strong><br\/>Supporting the skins barrier.<\/li><li><strong>Active delivery system<\/strong><br\/>Triphasic Bio-Active Delivery System <\/li><li><strong>Luxury experiences<\/strong><br\/>The fusion of cosmeceutical skincare the experience of luxury <br\/><br\/><br\/><\/li><\/ul>",
            "url": "",
            "btn_name": ""
          }
        },
        "f6867b26-e9ea-45d8-acc9-2d661e9660ec": {
          "type": "section-1",
          "settings": {
            "color": "#fefefe",
            "img": "shopify:\/\/shop_images\/1616971213_46-p-temnii-fon-dlya-rabochego-stola-49.jpg",
            "title": "Skin integrity & resilience -  Supporting The Skins Barrier",
            "subtitle": "",
            "text": "<p>The unsung hero of resilient, healthy balanced skin is the skins barrier also known as the lipid barrier and is the frontline of your skin’s health. Your natural skin barrier is made of a blend of lipids, fats and ceramides. Your barrier helps to keep your skin protected from extrinsic factors and defends against damaging pollution, UV light and infection, it helps lock in hydration and strengthens skin resilience. So aesthetically it’s important to keep it in optimum condition.<br\/><br\/>If our barrier becomes compromised, then skin can become red, shiny, sore, constantly dry, uncomfortable or itchy. A compromised barrier can also irritate and flair up skin challenges such as psoriasis, eczema and dermatitis. <br\/><br\/>To keep the skin barrier healthy, it’s essential to support and comfort the skin by supporting the barrier function and feeding the barrier with lipid enriched skincare. <br\/><br\/>The Douglas Pereira Skin Health range has been formulated to support a healthy skin barrier by using our exclusive barrier repair complex and barrier repairing peptides throughout the product range.<br\/><\/p>"
          }
        },
        "2b6a4175-515d-46ac-9d94-698cdbe6d625": {
          "type": "section-1",
          "settings": {
            "color": "#fefefe",
            "img": "shopify:\/\/shop_images\/1642649880_42-phonoteka-org-p-anime-temnii-fon-42.jpg",
            "title": "Active delivery system - Triphasic Bio-Active Delivery System",
            "subtitle": "",
            "text": "<p>Using our exclusive Triphasic Bio-Active delivery system (TBA) in our formulations, increases the penetration and delivery of the bio-actives for accelerated reversal of skin damage & scar tissue, inhibiting free radical assault to neutralise further ageing, and assist with treating your skin challenges. <br\/><br\/>The key science behind the Triphasic Bio-Active delivery system (TBA), is our lipophilic compound that aids our bio-actives ability to create cellular change by binding to the lipophilic cell cavity, assisting optimal integrity & delivery of all supporting actives in each product. <br\/><br\/>The lipophilic compound is attracted to the naturally produced oils & the phospholipid bilayer of the skin cells within the intercellular & extracellular matrix, in conjunction with naturally derived emulsifiers that provide vital biomimetic liquid crystalline structures, phospholipids & sphingolipids that greatly enhance and rebuild the lamellar structure surrounding the cells ‘like the mortar that surrounds bricks.’ Their physiological nature not only restores hydration but also offer long term correction & active delivery enhancement. <br\/><br\/>This function in each of our products is a major component in scientifically delivering the active ingredients to where they best perform. <br\/><\/p>"
          }
        },
        "2d1af10f-d8c9-4ee7-9f70-cbba9f898360": {
          "type": "section-2",
          "settings": {
            "color": "#fefefe",
            "img": "shopify:\/\/shop_images\/images.jpg",
            "title": "Luxury experiences – The fusion of cosmeceutical skincare the experience of luxury",
            "subtitle": "Texture, penetration, aroma and how the product wears on the skin plays a big part in the products we create. When formulating, our goal is not only to create result driven products that work but to also create a product that feels luxurious and is an experience to use."
          }
        }
      },
      "block_order": [
        "c1c31b6d-fb59-4a35-8be7-985cc1334d60",
        "37109298-dc2b-4fd4-9aad-91b08ea9a005",
        "aea5679a-f88a-4fb2-82ff-7318cf18ebf4",
        "f6867b26-e9ea-45d8-acc9-2d661e9660ec",
        "2b6a4175-515d-46ac-9d94-698cdbe6d625",
        "2d1af10f-d8c9-4ee7-9f70-cbba9f898360"
      ],
      "settings": {
      }
    }
  },
  "order": [
    "main",
    "28bf57a0-8977-4dfa-a6db-3a5bb98b2df6"
  ]
}
